Repository: yevhene/ikvn
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: uk

source: Back
uk: Назад

source: Edit Profile
uk: Редагувати профіль

source: Failed to authenticate
uk: Не вдалося аутентифікувати

source: Nickname
uk: Прізвисько

source: Oops, something went wrong! Please check the errors below.
uk: Не вдалося зберегти, через помилки, що описані нижче

source: Please fill your profile
uk: Будь ласка заповніть ваш профіль

source: Profile
uk: Профіль

source: Profile updated successfully
uk: Профіль оновлено

source: Sign Out
uk: Вийти

source: Sign in
uk: Зареєструватись на сайті

source: Signed out
uk: Ви вийшли

source: Submit
uk: Відправити

source: Successfully authenticated
uk: Успішно аутентифіковано

source: Authentication failed
uk: Не вдалося аутентифікувати

source: You cannot change this field
uk: Це поле не може бути змінене

source: Edit
uk: Редагувати

source: Email
uk: Електронна пошта

source: You can set it only once
uk: Ви можете встановити тільки раз

source: It will be used for important messages
uk: Буде використовуватись тільки для важливих повідомлень

source: and for your gravatar
uk: і для вашого Ґраватару

source: Unknown
uk: Невідомий

source: Error: %{reason}
uk: Помилка: %{reason}

source: Finished Tournaments
uk: Завершені турніри

source: New Tournament
uk: Новий Турнір

source: Tournament created successfully
uk: Турнір успішно створено

source: Tournament updated successfully
uk: Турнір успішно оновлено

source: You have no permission to do this
uk: У вас не має дозволу робити це

source: Actions
uk: Дії

source: Description
uk: Опис

source: Finish
uk: Кінець

source: Name
uk: Ім'я

source: Settings
uk: Налаштування

source: Start
uk: Початок

source: New
uk: Новий

source: Tournament "%{tournament}" Admin
uk: Адмінка Турніру "%{tournament}"

source: Future Tournaments
uk: Майбутні Турніри

source: Open Electric KVN Championship!
uk: Відкритий Чемпіонат з ЕлектроКВНу!

source: Add
uk: Додати

source: Admins
uk: Адміни

source: Judges
uk: Судді

source: Staff
uk: Персонал

source: User "%{nickname}" is not exist
uk: Користувач "%{nickname}" не існує

source: Delete
uk: Видалити

source: Really?
uk: Впевнені?

source: User successfully added to staff
uk: Користувач успішно доданий до штату

source: User can't be added to staff. Reason: %{reason}
uk: Користувача неможливо додати до штату. Бо: %{reason}

source: Headline
uk: Коротко

source: Tournament "%{tournament}"
uk: Турнір "%{tournament}"

source: You are not authrorized to do that
uk: Вам не дозволено робити це

source: Participation failed. Contact Admin
uk: Участь відхилено. Зконтактуйте з Адміністратором

source: Players
uk: Гравці

source: Edit Tournament "%{tournament}"
uk: Редагувати Турнір "%{tournament}"

source: New Tour
uk: Новий Тур

source: Results
uk: Результати

source: Title
uk: Назва

source: Tour can't be deleted
uk: Тур не можна видалити

source: Tour created successfully
uk: Тур успішно створено

source: Tour deleted successfully
uk: Тур успішно видалено

source: Tour updated successfully
uk: Тур успішно оновлено

source: Tours
uk: Тури

source: Edit "%{task}"
uk: Редагувати Завдання "%{task}"

source: Edit "%{tour}"
uk: Редагувати Тур "%{tour}"

source: New Task
uk: Нове Завдання

source: Order
uk: Порядок

source: Task
uk: Завдання

source: Task can't be deleted
uk: Завдання не можна видалити

source: Task created successfully
uk: Завдання успішно створено

source: Task deleted successfully
uk: Завдання успішно видалено

source: Task updated successfully
uk: Завдання успішно оновлено

source: Tasks
uk: Завдання

source: Tour
uk: Тур

source: future
uk: планується

source: judging
uk: оцінюється

source: finished
uk: завершено

source: started
uk: розпочато

source: Content
uk: Вміст

source: Solution created successfully
uk: Рішення успішно подано

source: Solution updated successfully
uk: Рішення успішно оновлено

source: Submit Solution
uk: Подати рішення

source: Change Solution
uk: Змінити рішення

source: Tour is finished
uk: Тур завершено

source: Admin
uk: Адмінка

source: Judge
uk: Оцінювати

source: Tournament "%{tournament}" judging
uk: Оцінка Турніру "%{tournament}"

source: Already judged solutions
uk: Оцінені рішення

source: Can't apply mark. Reason: %{reason}
uk: Не можливо поставити оцінку. Причина: %{reason}

source: Not judged solutions
uk: Не оцінені рішення

source: Judging is finished
uk: Оцінювання завершено

source: You participate now
uk: Ви берете участь

source: Enter
uk: Ввійти

source: Tournament can't be deleted
uk: Турнір не можна видалити

source: Tournament deleted successfully
uk: Турнір успішно видалено

source: Can't remove the creator from staff
uk: Неможливо видалити того хто створив турнір зі штату

source: User can't be removed from staff
uk: Користувача неможливо видалити з штату

source: User successfully removed from staff
uk: Користувач успішно видалений зі штату

source: Tournament is finished
uk: Турнір завершено

source: Judged
uk: Оцінені

source: Submissions
uk: Подання

source: No results yet
uk: Поки немає результатів

source: Can't finish tournament
uk: Неможливо завершити Турнір

source: Tournament finished
uk: Турнір завершено

source: Digest
uk: Кращі відповіді

source: Play
uk: Грати

source: Tournament
uk: Турнір

source: Player can't be removed from tournament
uk: Гравця неможливо видалити з турніру

source: Player successfully removed from tournament
uk: Гравець успішно видалений з турніру
